var SeoDatas = [
  {
    route_name: 'homepage',
    title: '开业啦-自助式极速注册，从未有过',
    description: '开公司找开业啦，在线操作，注册公司只需三步，从此告别繁琐流程。让你足不出户开公司。所有业务均为自营，品质有保证，给你真正便捷、透明、高效的服务体验',
    keywords: '公司注册|银行开户|财税记账|商标注册|社保交金|劳动人事|财务规划|资本导入|孵化器入驻|政策扶持'
  },
  {
    route_name: 'yiyuan',
    title: '开业啦—1元公司注册021-62663196',
    description: '开公司找开业啦，1元公司注册，三证三章全到手，没有隐性收费，更有超值搭配套餐，公司注册一条龙服务！',
    keywords: '上海公司注册|注册上海公司|上海注册公司|注册公司|公司注册|公司注册流程|公司注册费用'
  },
  {
    route_name: 'jisu',
    title: '开业啦—极速公司注册021-62663196',
    description: '开业啦极速公司注册，16天极速办理，超时就赔。注册公司只需三步，从此告别繁琐流程。',
    keywords: '极速公司注册|公司注册|上海公司注册|上海注册公司|注册公司|开业啦公司注册|公司注册流程|公司注册费用 '
  },  
  {
    route_name: 'waizi',
    title: '开业啦—外资公司注册021-62663196',
    description: '开业啦外资公司注册免费提供市区注册地址。6大维度专业保障，为您定制最佳创业方案，免除后续风险。',
    keywords: '外资公司注册|外资企业注册|注册外资公司|公司注册地址|注册公司流程|注册公司|公司注册|公司注册流程|公司注册费用 '
  },
  {
    route_name: 'weixianpin',
    title: '开业啦—危险品公司注册021-62663196',
    description: '注册公司首选开业啦，危险品公司注册，有专业危险品注册团队，让您省心安心。给您真正便捷、透明、高效的服务体验！',
    keywords: '危险品公司注册|注册危险品公司|上海危险品公司注册|上海注册危险品公司|公司注册|注册公司公司注册流程|公司注册费用 '
  },
  {
    route_name: 'yiliaoqixie',
    title: '开业啦—医疗器械公司注册021-62663196',
    description: '开公司找开业啦，医疗器械公司注册，许可证审批一条龙，服务一步到位。全程在线操作，注册公司更简单。',
    keywords: '医疗器械公司注册|注册医疗器械公司|医疗器械公司|上海医疗器械公司|医疗器械公司注册流程公司注册流程|公司注册费用'
  },
  {
    route_name: 'jiaoyu',
    title: '开业啦—教育公司注册021-62663196',
    description: '开业啦教育公司注册，专业教育公司方案，全程无忧办理，让您足不出户开公司。公司注册一站式服务！',
    keywords: '公司注册|注册公司|上海教育公司注册|注册上海教育公司|教育公司注册|注册教育公司|公司注册流程|公司注册费用 '
  },
  {
    route_name: 'dianshang',
    title: '开业啦—电商公司注册021-62663196',
    description: '开业啦千万客户首选的注册公司，电商公司注册拥有专业电商解决方案，极速办理，全程在线操作，注册公司更简单。',
    keywords: '电子商务公司注册|注册电子商务公司|电商公司注册|注册电商公司|公司注册|注册公司|上海电商公司注册|注册上海电商公司|公司注册流程|公司注册费用 '
  },
  {
    route_name: 'yingshi',
    title: '开业啦—影视工作室注册021-62663196',
    description: '上海影视工作室注册，首选开业啦。开业啦免费提供注册地址。全程在线操作，注册公司仅需三步，从此告别繁琐流程！',
    keywords: '影视公司注册|影视工作室注册|注册影视工作室|上海影视工作室注册|注册上海影视工作室|公司注册流程|公司注册费用'
  },
  {
    route_name: 'shipin',
    title: '开业啦—食品公司注册021-62663196',
    description: '开公司找开业啦，食品公司注册许可证审批一条龙服务，并免费提供办理食品的场地，让您省心省时省力，足不出户开公司！',
    keywords: '食品公司注册|注册食品公司|上海食品公司注册|注册上海食品公司|公司注册|注册公司|公司注册流程|公司注册费用 '
  },
  {
    route_name: 'hulianwang',
    title: '开业啦—互联网公司注册021-62663196',
    description: '开业啦互联网公司注册，全程无任何隐性收费，服务流程全透明，微信实时掌控，价格比传统公司注册服务便宜三分之一以上，给您真正便捷、透明、高效的服务体验。',
    keywords: '注册公司|公司注册|互联网公司注册|注册互联网公司|互联网公司注册要求|上海互联网公司注册|注册上海互联网公司|如何注册互联网公司|公司注册流程|公司注册费用 '
  },
  {
    route_name: 'jizhang',
    title: '开业啦—代理记账021-62663196',
    description: '开业啦为中小微企业提供了超方便、超高性价的财务服务。为你定制超低价的财务代理方案，您可根据用户票据数量计费，相比传统包月模式，将节省一半以上的费用。并且全过程透明、无隐性收费。',
    keywords: '代理记账|上海代理记账|代理记账公司|代理记账收费|代理记账收费标准|代理记账机构'
  },
  {
    route_name: 'yinhang',
    title: '开业啦—银行开户021-62663196',
    description: '开业啦提供银行开户代办服务，为您办理日常转账结算和现金收付问题，帮您节省时间和精力，办理流程中每个节点会有短信或微信提醒。全过程透明化，让您实时掌握信息。',
    keywords: '银行开户|银行开户资料|公司银行开户费用|银行开户费用|银行开户流程|银行开户许可证|企业银行开户|个人银行开户|公司银行开户'
  },
  {
    route_name: 'aboutus',
    title: '关于我们—开业啦',
    description: '开公司找开业啦，在线操作，注册公司只需三步，从此告别繁琐流程。让你足不出户开公司。所有业务均为自营，品质有保证，给你真正便捷、透明、高效的服务体验!',
    keywords: '公司注册|银行开户|代理记账|商标注册|社保交金|劳动人事|财务规划|资本导入|孵化器入驻|政策扶持'
  },
  {
    route_name: 'jionus',
    title: '加入我们—开业啦',
    description: '开公司找开业啦，在线操作，注册公司只需三步，从此告别繁琐流程。让你足不出户开公司。所有业务均为自营，品质有保证，给你真正便捷、透明、高效的服务体验!',
    keywords: '公司注册|银行开户|代理记账|商标注册|社保交金|劳动人事|财务规划|资本导入|孵化器入驻|政策扶持'
  },
  {
    route_name: 'contractus',
    title: '联系我们—开业啦',
    description: '开公司找开业啦，在线操作，注册公司只需三步，从此告别繁琐流程。让你足不出户开公司。所有业务均为自营，品质有保证，给你真正便捷、透明、高效的服务体验!',
    keywords: '公司注册|银行开户|代理记账|商标注册|社保交金|劳动人事|财务规划|资本导入|孵化器入驻|政策扶持'
  },
  {
    route_name: 'faq',
    title: '常见问题—开业啦',
    description: '开公司找开业啦，在线操作，注册公司只需三步，从此告别繁琐流程。让你足不出户开公司。所有业务均为自营，品质有保证，给你真正便捷、透明、高效的服务体验!',
    keywords: '公司注册|银行开户|代理记账|商标注册|社保交金|劳动人事|财务规划|资本导入|孵化器入驻|政策扶持'
  },
  {
    route_name: 'help',
    title: '支付帮助—开业啦',
    description: '开公司找开业啦，在线操作，注册公司只需三步，从此告别繁琐流程。让你足不出户开公司。所有业务均为自营，品质有保证，给你真正便捷、透明、高效的服务体验!',
    keywords: '公司注册|银行开户|代理记账|商标注册|社保交金|劳动人事|财务规划|资本导入|孵化器入驻|政策扶持'
  }
];

Meteor.startup(function() {
  SeoDatas.forEach(function(seoData) {
    SeoCollection.update(
        {
            route_name: seoData.route_name
        },
        {
            $set: {
                route_name: seoData.route_name,
                title: seoData.title,
                meta: {
                    'description': seoData.description,
                    'keywords': seoData.keywords
                }
            }
        },
        {
            upsert: true
        }
    );  
  })
})
